A
AADOPTED
AAN
AANCHORING
ABANDON
ABANDONED
ABANDONING
ABERTHING
ABILITIES
ABILITY
ABLE
ABNORMAL
ABNORMALLY
ABOARD
ABOUT
ABOVE
ABOVEBELOW
ABOVETHESE
ABSORBENT
ABSORBENTS
ACCEPT
ACCEPTABLE
ACCEPTED
ACCESS
ACCESSIBLE
ACCIDENT
ACCIDENTAL
ACCIDENTS
ACCIDENTSBFIRE
ACCOMMODATION
ACCOMPANYING
ACCORDANCE
ACCORDING
ACCOUNT
ACHIEVED
ACKNOWLEDGE
ACKNOWLEDGED
ACKNOWLEDGEMENT
ACOORDINATED
ACQUIRING
ACT
ACTION
ACTIONS
ACTIONSB
ACTIONSSEE
ACTIVITIES
ACTIVITIESB
ACTIVITIESFOR
ACTIVITIESSEE
ACTIVITIESTHE
ADDED
ADDITION
ADDITIONAL
ADDITIONALLY
ADDITIONS
ADDRESS
ADHERE
ADJACENT
ADJUST
ADJUSTED
ADOPTED
ADOPTS
ADRAFT
ADRIFT
ADVANCE
ADVANCETHE
ADVICE
ADVICEIII
ADVICETHIS
ADVISABLE
ADVISE
ADVISED
AEXTERNAL
AFFECTING
AFFIRMATIVE
AFFIRMATIVEI
AFLOAT
AFT
AFTER
AFTERDECK
AFTERIN
AFTERPEAK
AFTNO
AGAIN
AGAINRENDEZVOUSAN
AGAINST
AGENDA
AGENTS
AGREE
AGREED
AGREES
AGROUND
AGROUNDUNION
AHANDING
AHEAD
AHEADAMANOEUVRING
AI
AICE
AID
AIDEVERYBODY
AIDS
AII
AIII
AIMED
AIR
AIRCRAFT
AIRWHEN
ALARM
ALARMB
ALARMED
ALARMS
ALE
ALERT
ALERTBBRIEFING
ALIA
ALL
ALLIED
ALLOCATED
ALLOCATINGDIRECTING
ALLOTTED
ALLOWING
ALONG
ALONGSIDE
ALOUD
ALPHA
ALREADYBEENINFORMED
ALSO
ALTER
ALTERED
ALTERNATIVE
ALTERNATIVESDOTS
ALWAYS
AM
AMANOEUVRING
AMBIGUOUS
AMBULANCE
AMEND
AMENDED
AMENDING
AMENDMENTS
AMI
AMIDSHIPS
AMIDSHIPSB
AMMV
AMONG
AMOUNT
AN
ANC
ANCHOR
ANCHORAGE
ANCHORANCHOR
ANCHORED
ANCHORING
ANCHORMOVING
ANCHORS
ANCHORSTO
ANCHORSWAYPOINTA
AND
ANDOR
ANDTIME
ANGLES
ANNEX
ANNOUNCE
ANNOUNCED
ANNOUNCEMENT
ANNOUNCEMENTI
ANNOUNCEMENTS
ANNOUNCEMENTTHE
ANNOUNCING
ANOTHER
ANOTHERROLL
ANOTHERTRANSITHERE
ANSWER
ANSWEREXAMPLEQUESTIONWHAT
ANSWERS
ANSWERSSEE
ANSWERTHIS
ANSWERVII
ANTANNA
ANTENNA
ANTICLOCKWISE
ANY
ANYBODY
ANYTHING
APART
APILOT
APILOTAGEA
APILOTAGEAPILOT
APORT
APPARATUS
APPEAR
APPLIANCES
APPLICABLE
APPLICATION
APPLIED
APPLIES
APPLY
APPLYING
APPOINT
APPOINTMENT
APPROACH
APPROACHES
APPROACHING
APPROACHTIME
APPROPRIATE
APPROXIMATELY
APPROXIMATELYHOURS
APROPULSION
ARE
AREA
AREAA
AREAAREA
AREAB
AREAOVERFLOWESCAPE
AREAS
AREQUESTING
ARISE
ARM
ARMED
AROUND
ARRANGE
ARRANGED
ARRANGEMENTS
ARRIVAL
ARRIVALETDESTIMATED
ARRIVE
ARRIVES
ARTICLE
AS
ASAFETY
ASHORE
ASK
ASKED
ASKING
ASPECTS
ASSEMBLE
ASSEMBLED
ASSEMBLY
ASSEMBLYRECALLING
ASSESSMENT
ASSIGNED
ASSIST
ASSISTANCE
ASSISTANCEABERTHING
ASSISTANCEOUTSTANDARD
ASSISTANCESEE
ASSISTANCE”A
ASSISTED
ASSISTING
ASSOCIATION
ASTERN
ASTRONOMICAL
AT
ATBUOY
ATHOURS
ATMETRES
ATMILES
ATMOSPHEREINITIAL
ATMOSPHERIC
ATNAME
ATTACHED
ATTACK
ATTEND
ATTENDANCE
ATTENTION
ATTENTIONCLOSE
ATTENTIONENTERING
ATTENTIONMAKE
ATTENTIONSECURE
ATTENTIONWE
ATTRACT
ATUG
ATUTC
ATUTCBBRIEFING
AUNDER
AURGENCY
AUTHORITIES
AUTHORITY
AUTHORIZATION
AUTHORIZED
AUTHORIZES
AUTOMATIC
AUTOMATICALLY
AUXILIARY
AVAILABILITY
AVAILABLE
AVESSEL
AVO
AVOID
AVOIDING
AWARE
AWASH
AWAY
AWEIGH
AX
B
BACK
BACKING
BACKPRESSURE
BAD
BADONEWITH
BAG
BAGS
BAGSA
BALE
BALES
BALL
BALLAST
BANDS
BANK
BANKCARDINAL
BANKS
BAR
BARELY
BARGE
BAROMETER
BAROMETRIC
BARRELS
BARS
BARSTO
BASED
BASERIG
BASIC
BASKET
BATTENS
BBRIEFING
BCARGO
BDAMAGE
BE
BEACH
BEACHA
BEACON
BEACONESCAPE
BEACONTHE
BEARING
BEARINGDEGREESDISTANCEKILOMETRES
BEARINGS
BEARINGSRELATIVE
BEARINGSTHE
BEARINGS”
BEAUFORT
BECAUSE
BECOME
BED
BEDS
BEEN
BEFORE
BEGIN
BEGINNING
BEHAVE
BEHIND
BEING
BELOW
BENDING
BENT
BERTH
BERTHING
BERTHREQUESTED
BETWEEN
BEVACUATION
BFIRE
BGENERAL
BGROUNDINGB
BGROUNDINGSEE
BHANDING
BIG
BILGE
BINDING
BIRTE
BITTS
BLACKOUT
BLANKET
BLANKETS
BLANKETSFOR
BLANKETYOU
BLAST
BLASTS
BLIND
BLOCK
BLOCKED
BLOCKS
BLOWS
BOARD
BOARDING
BOARDS
BOARDSTRIPPINGFINAL
BOARDTHE
BOAT
BOATS
BOBCATS
BOILERS
BOLTS
BONBOARD
BONDING
BOOK
BOOKS
BOOMS
BOTH
BOTTLES
BOTTOM
BOUNDARY
BOUNDDISABLEDA
BOUNDED
BOUNDEDBY
BOW
BOWEXAMPLE
BOWRELATIVE
BOWS
BOXES
BOXESCARTONSCASES
BPART
BPASSENGER
BRACKETS
BREAKDOWN
BREAKER
BREAKING
BREAST
BREATHING
BRIDGE
BRIDGEA
BRIDGEENGINE
BRIDGENAME
BRIDGERECOVER
BRIDGES
BRIDGETOBRIDGE
BRIDGETOSHORE
BRIEF
BRIEFING
BRIGADE
BRING
BROADCAST
BROKEN
BROKENA
BROUGHT
BSEARCH
BTRIM
BUILDS
BULB
BULK
BULKHEAD
BUNKER
BUNKERS
BUOY
BUOYA
BUOYS
BUOYSNOT
BURNT
BUT
BY
BYB
BYPOSITIONS
BYTYPEBUOYDISTANCEIN
BYUTC
BYUTCLOCAL
CABIN
CABINMATES
CABINS
CABINSCAREFULLY
CABLE
CABLEHMV
CABLES
CABLEVHFVERY
CALCULATION
CALL
CALLB
CALLED
CALLING
CALLS
CALLTHE
CALM
CAN
CANAL
CANCEL
CANCELLATION
CANCELLED
CANDLES
CANNON
CANNOT
CANTHE
CAPABILITY
CAPACITIES
CAPACITY
CAPSIZED
CAPSIZING
CAPTAIN
CAR
CARD
CARDINAL
CARE
CAREB
CAREBBRIEFING
CAREFUL
CAREFULLY
CAREFULLYEXAMPLEADVICE
CARETHE
CARE”
CARGO
CARGOES
CARGOHERE
CARGOSEE
CARGOTO
CARGOTRANSVERSE
CARRIED
CARRIERSBRIEFINGCONCISE
CARRY
CARRYING
CARS
CARTONS
CASE
CASES
CAST
CASUALTIES
CASUALTYHERE
CAUGHT
CAUSE
CAUSED
CAUTION
CDCASSETTE
CE
CELSIUS
CENTIGRADE
CENTIMETRES
CENTRAL
CENTRE
CENTREPLANE
CENTRES
CENTREVESSELS
CERTAIN
CERTIFICATE
CERTIFICATION
CHAIN
CHANGE
CHANGED
CHANGES
CHANGING
CHANNEL
CHANNELFOR
CHANNELFREQUENCY
CHANNELS
CHANNELUNTIL
CHANNELYOUR
CHAPTER
CHAPTERBRAISING
CHARACTERCOMMENT
CHARACTERISTICS
CHARGE
CHART
CHARTED
CHARTS
CHECK
CHECKED
CHECKING
CHECKINGMUSTER
CHECKS
CHEMICALS
CHEMICALSELONGATED
CHIEF
CHILDREN
CHILDRENS
CHOICE
CIGARETTE
CIGARETTES
CIRCLE
CIRCULATION
CIRCUMSTANCES
CLASS
CLASSES
CLASSGOODS
CLASSGROUP
CLASSIFIED
CLEAN
CLEANED
CLEANING
CLEAR
CLEARANCE
CLEARANCEOIL
CLEARANCESKETCH
CLEARANCEVTS
CLEARING
CLEARLY
CLIMB
CLIPON
CLIPS
CLOCKWISE
CLOSE
CLOSECOUPLED
CLOSED
CLOSEDMMSIMARITIME
CLOSELY
CLOSER
CLOSEST
CLOTHING
CO
COAST
COASTMANOEUVRING
CODE
CODEINERT
COLLECT
COLLECTED
COLLECTION
COLLECTIVELY
COLLIDED
COLLIS
COLLISION
COLLISIONDAMAGE
COLLISIONS
COLREGS
COLREGSOBSTRUCTIONAN
COMBATING
COMBINATION
COMBINING
COMBUSTION
COME
COMES
COMING
COMMAND
COMMANDABBR
COMMANDOF
COMMANDS
COMMENCE
COMMENTNOTE
COMMENTTHE
COMMENTTHIS
COMMITTEE
COMMITTEE’S
COMMON
COMMONLY
COMMUNICATION
COMMUNICATIONS
COMMUNICATIONSA
COMMUNICATIONSAMETEOROLOGICAL
COMMUNICATIONSAT
COMMUNICATIONSNOTE
COMMUNICATIONSTHIS
COMMUNICATIONS”
COMMUNICATIONS”APHRASES
COMMUNICATIVE
COMPARED
COMPARTMENT
COMPARTMENTS
COMPASS
COMPATIBILITY
COMPETENCE
COMPILED
COMPLETE
COMPLETED
COMPLETELY
COMPLETENESS
COMPLIANCE
COMPLY
COMPLYING
COMPREHENSIVE
COMPRISING
COMPULSORY
CONCERN
CONCERNED
CONCERNING
CONDITION
CONDITIONALS
CONDITIONS
CONDITIONSBBRIEFING
CONDITIONS”
CONDUCT
CONDUCTING
CONFIRM
CONFIRMED
CONFIRMEDMAKE
CONFUSION
CONNECT
CONNECTED
CONNECTEDBOCCUPATIONAL
CONNECTING
CONNECTION
CONSECUTIVELY
CONSEQUENCE
CONSEQUENCES
CONSIDERABLE
CONSIDERATION
CONSIDERED
CONSISTS
CONSOLE
CONSTANT
CONSTANTLY
CONSTRAINED
CONSTRAINEDA
CONSTRUCTION
CONTA
CONTACT
CONTACTED
CONTAIN
CONTAINED
CONTAINER
CONTAINERS
CONTAINS
CONTAMINATED
CONTENT
CONTENTS
CONTENTSDESCRIPTION
CONTEXT
CONTINUE
CONTINUES
CONTINUING
CONTINUOUS
CONTINUOUSLY
CONTRACTED
CONTRADICT
CONTRADICTORY
CONTRIBUTE
CONTROL
CONTROLB
CONTROLLABLE
CONTROLLED
CONTROLLER
CONTROLLING
CONTROLSEE
CONVENTION
CONVENTIONS
CONVENTIONSGENERAL
CONVENTIONSUSE
CONVERGING
CONVERSATIONS
CONVOY
CONVOYICEBREAKER
CONVOYS
COOL
COOLED
COOPERATE
COORDINATE
COORDINATED
COORDINATING
COORDINATION
COORDINATOR
COORDINATORINFORM
COPIED
COPIES
COPIESA
CORD
CORRECT
CORRECTED
CORRECTION
CORRECTIONS
CORRECTIONSWHEN
CORRECTLY
CORRESPONDING
CORRIDORS
COULD
COULDDO
COUNTERMANDED
COURSE
COURSECOURSE
COURSELET
COURSENOTE
COURSES
COURSESALWAYS
COURSEUP
COURSEUPA
COVER
COVERED
COVERING
COVERS
COW
CPA
CRACKS
CRAFTTHERE
CRANE
CRANEMEN
CRANES
CRASHSTOP
CRATES
CRATESCASES
CREW
CREWBBRIEFING
CREWMEMBER
CREWMEMBERS
CREWPLEASE
CREWS
CREWTELEPHONE
CRITICAL
CROSS
CROSSBEARING
CROSSING
CRUDE
CRUSHED
CUBIC
CULMINATION
CURRENT
CURRENTDROP
CURRENTS
CURRICULUM
CUT
CUTA
CUTTING
CYCLONE
D
DA
DAMA
DAMAGE
DAMAGEASAFETY
DAMAGED
DAMP
DAMPERS
DANGER
DANGERCOMMENTTHIS
DANGEROUS
DANGEROUSWRECKINPOSITIONMARKED
DANGERS
DANGERSAYWARNING
DATA
DATAA
DATASEE
DATE
DATEAND
DATEWIDE
DATUM
DAVIT
DAY
DAYTIME
DEAD
DEADA
DEADB
DEADWEIGHT
DEATH
DECIMAL
DECIMALS
DECISION
DECK
DECKB
DECKS
DECREASE
DECREASED
DECREASES
DECREASING
DEEP
DEFECTIVE
DEFICIENCIES
DEFINED
DEFINEDIN
DEFORMATION
DEFORMATIONS
DEFORMED
DEGREE
DEGREES
DEGREESORDERMEANING
DELAYED
DELEGATES
DELTA
DEMONSTRATION
DEPARTMENTS
DEPARTURE
DEPARTUREFATHOMA
DEPARTUREON
DEPENDENT
DEPENDING
DEPTH
DEPTHMETRES
DERELICT
DERRICK
DERRICKS
DESCRIBED
DESCRIBES
DESCRIBING
DESIGNATED
DESIGNED
DESIRED
DESK
DESTINATION
DESTINATIONONDATEWIDE
DESTROYED
DETAILS
DETECT
DETECTED
DETERIORATE
DEVELOP
DEVELOPED
DEVELOPING
DEVIATE
DEVIATING
DF
DIAGRAM
DIAL
DIAMETER
DID
DIESEL
DIFFERENT
DIFFICULT
DIFFICULTIES
DIFFICULTY
DIGIT
DIGITS
DIMENSIONTRACKTHE
DIRECTED
DIRECTING
DIRECTION
DIRECTIONA
DIRECTIONS
DIRECTIONTRAFFIC
DIRECTIONVEERING
DIRECTLY
DIRTY
DISABLED
DISASTERCHECK
DISASTERTAKE
DISCHARGE
DISCHARGECPATCPACLOSEST
DISCHARGED
DISCHARGES
DISCHARGING
DISCONNECTED
DISCONTINUED
DISCONTINUEDNEW
DISCOURSE
DISCRETION
DISEMBARK
DISEMBARKING
DISPERSANTS
DISPLAYED
DISPOSE
DISTANCE
DISTANCEKILOMETRES
DISTANCES
DISTANCESTO
DISTANCESWLSAFE
DISTRESS
DISTRESSADISTRESS
DISTRESSDISTRESSHERE
DISTRESSED
DISTRESSNOTE
DISTRIBUTED
DISTRIBUTION
DIVERGING
DIVERTED
DIVIDED
DIVING
DIVINGDREDGING
DO
DOCINTERNATIONAL
DOCK
DOCKING
DOCKSIDE
DOCKSIDESHIPBOARD
DOCOFFICIAL
DOCTOR
DOCUMENT
DOCUMENTS
DOES
DOING
DOLPHINS
DONE
DOOR
DOORS
DOTHERE
DOTS
DOUBLE
DOUBT
DOWN
DOWNMRCCMARITIME
DOWNWITH
DR
DRAFT
DRAFTBBRIEFING
DRAFTDEPTH
DRAFTED
DRAFTMETRES
DRAFTTHE
DRAFTTREEBOARD•
DRAGGING
DRAIN
DRAUGHT
DRAW
DREDGE
DREDGING
DRESS
DRIFT
DRIFTING
DRILL
DRILLB
DRILLBALLOCATING
DRILLING
DRILLNOT
DRILLS
DRILLSB
DRINK
DRINKING
DRIPTRAYS
DRIVEN
DROP
DROPPED
DROPPING
DROPPINGWALK
DRUMS
DRY
DSC
DUCTS
DUE
DUMMY
DUMPING
DUNNAGE
DURING
DUST
DUTIES
EACH
EASE
EAST
EASY
EATEN
ECHO
ECONOMY
EDUCATION
EFFECT
EFFECTIVE
EFFICIENCY
EFFICIENT
EG
EIGHT
EITHER
ELDERLY
ELECTRIC
ELECTRICAL
ELECTRONIC
ELEVATOR
ELEVATORORE
ELEVATORS
EMBARK
EMBARKATION
EMBARKDISEMBARKBOBCATA
EMBARKING
EMBARKS
EMERGENCIES
EMERGENCY
EMERGENCYBBRIEFING
EMERGENCYBINFORMING
EMERGENCYESCORTATTENDING
EMERGENCYLAUNCH
EMIT
EMITTING
EMPTY
EMPTYA
ENCLOSED
ENCOURAGED
END
ENDEAVOURING
ENFORCEMENT
ENGINE
ENGINEENGINEROOM
ENGINEER
ENGINEROOM
ENGINES
ENGLISH
ENGLISHRECOGNIZING
ENGLISHRESOLUTION
ENHANCED
ENOUGH
ENRICHED
ENSURE
ENTER
ENTERDECK
ENTERED
ENTERING
ENTERINGDO
ENTIRETY
ENTRANCE
ENTRIES
ENTRY
ENVIRONMENT
ENVIRONMENTAL
ENVIRONMENTIN
ENVIRONMENTVTS
EPIRBSART
EQUATOR
EQUIPMENT
EQUIPMENTB
EQUIPMENTINCLUDING
EQUIPMENTSEE
EQUIVALENT
ERROR
ESCAPE
ESCAPED
ESCAPING
ESCORT
ESCORTED
ESCORTING
ESCORTTUG
ESPECIALLY
ESSENTIAL
ESTABLISH
ESTABLISHED
ESTABLISHEDTSSTRAFFIC
ESTABLISHMENT
ETA
ETC
ETCA
ETCB
ETCBLASTA
ETCBOARDING
ETCCONSEQUENCES
ETCETAESTIMATED
ETCFOUL
ETCGENERAL
ETCNOTEREQUEST
ETCOFF
ETCTRANSIT
ETCWHERE
ETD
EVACUATE
EVACUATED
EVACUATION
EVACUATIONB
EVALUATE
EVAPORATE
EVEN
EVENT
EVENTS
EVENTSBBRIEFING
EVENTSSEE
EVER
EVERY
EVERYMINUTES
EVERYONE
EVERYTHING
EVIDENT
EXACTLY
EXAMINATION
EXAMINED
EXAMPLE
EXAMPLEAONBOARD
EXAMPLEMAYDAY
EXAMPLEORDERCOURSE
EXAMPLEPAN
EXAMPLEREQUEST
EXAMPLESÉCURITÉ
EXCEED
EXCEEDEDSAFE
EXCEPT
EXCEPTIONAL
EXCHANGE
EXCLUSIVELY
EXECUTE
EXECUTED
EXECUTION
EXEMPT
EXEMPTED
EXEMPTION
EXERCISENAVAL
EXERCISES
EXHAUST
EXPANSION
EXPECT
EXPECTED
EXPECTS
EXPIRED
EXPLAIN
EXPLANATORY
EXPLOSION
EXPLOSIVE
EXPRESSED
EXTENDING
EXTERNAL
EXTINGUISH
EXTINGUISHED
EXTINGUISHERS
EXTINGUISHERSCO
EXTINGUISHING
EXTRA
EXTREME
EXTREMELY
EYES
FACILITATE
FACTS
FAILURE
FAIRLEAD
FAIRLY
FAIRWAY
FAIRWAYITZINSHORE
FAIRWAYIV
FAIRWAYSAYANSWER
FAIRWAYSAYINTENTION
FAIRWAYSAYQUESTION
FAIRWAY”II
FALL
FALLING
FALSE
FAMILIARIZE
FAR
FAST
FASTCLOSECOUPLED
FASTEN
FATHOMS
FAVOURABLE
FEATURES
FEATURESTHE
FEETFIRE
FENDERS
FERRIES
FEW
FIELDS
FIFTEEN
FIFTEEN°OF
FIGHT
FIGHTING
FILL
FILLED
FILLEDEMPTIED
FILLING
FINAL
FIND
FINISH
FINISHED
FINISHEDHMV
FINISHING
FIRE
FIREEXTINGUISHING
FIREMEN´S
FIRENO
FIRES
FIRING
FIRST
FISHERY
FISHERYA
FISHING
FIT
FITTED
FIVE
FIVEIE
FIVE°
FIVE°ON
FIVE”
FIX
FIXED
FIXING
FLAG
FLAGS
FLAMMABLE
FLAT
FLEXIBLE
FLOATING
FLOATSDRAGGING
FLOOD
FLOODED
FLOODING
FLOW
FLOWING
FOAM
FOAMGAS
FOAMPOWDERWATER
FOG
FOLD
FOLDED
FOLLOW
FOLLOWED
FOLLOWING
FOLLOWS
FOLLOWSGALE
FOLLOWSMAYDAY
FOLLOWSPAN
FOLLOWSSÉCURITÉ
FOLLOWSTROPICAL
FOODSTUFFS
FOOT
FOR
FORCE
FORE
FORECASTLE
FOREDECK
FOREPEAK
FOREWORDAS
FORGET
FORKLIFT
FORMALLY
FORMS
FORTYSIXTH
FORWARD
FOUL
FOULED
FOUNDATION
FOUR
FOURIE
FOURTH
FRACTURES
FRAMEWORK
FREE
FREEBOARD
FREQUENCIES
FREQUENCY
FREQUENCYADVISEYOU
FREQUENCYFOR
FREQUENTLY
FRESH
FROM
FROMAND
FROMCARDINAL
FROMI
FROMJETTISONED
FROMNAME
FROMON
FROMTO
FRONT
FRONTA
FUEL
FULL
FULLEXAMPLE
FULLY
FUMES
FUNCTION
FUNCTIONINGJETTISON
FUNCTIONS
FUNNEL
FURTHER
FURTHERMORE
GALE
GANTRY
GAS
GASES
GE
GEAR
GEARANTIPOLLUTION
GENERAL
GENERATED
GENERATOR
GENEVASTANDARD
GENTLEMEN
GEOGRAPHICAL
GET
GETTING
GIVE
GIVEN
GIVING
GLASSES
GLOBAL
GLOSSARY
GLOSSARYTHE
GMDSS
GMTVARIABLE
GO
GOESSTEER
GOING
GOOD
GOODEXCELLENTFIVEWITH
GOODGOODFOURWITH
GOODMODERATEPOOR
GOODPERSONS
GOODS
GOODSSEE
GOODSSEPARATION
GOODTHAT
GOVERNMENTS
GPS
GPSDIFFERENTIAL
GPSGLONASS
GRAIN
GRAMMAR
GRAMMATICAL
GRANTED
GREAT
GREATER
GREATEST
GREENWICHEXAMPLEWARNING
GROSS
GROUND
GROUNDED
GROUNDING
GROUP
GROWING
GS
GUIDELINES
GUNNERY
GYRO
H
HAD
HALF
HAMPERED
HAND
HANDING
HANDLE
HANDLING
HANDLINGB
HANDLINGBCARGO
HANDLINGBLOADING
HANDRAILSENABLING
HANG
HAPPENED
HARBOUR
HARBOURS
HARD
HARDAPORT
HARDASTARBOARD
HARMFUL
HAS
HATCH
HATCHES
HATCHRAILS
HATCHRAILSROPES
HAVE
HAVEMV
HAVETONNES
HAWSE
HAWSEPIPES
HAZARD
HAZARDOUS
HEAD
HEADING
HEADINGINDICATED
HEADUP
HEAR
HEARD
HEATING
HEAVE
HEAVING
HEAVY
HECTOPASCAL
HECTOPASCALS
HEIGHT
HELD
HELICOPTER
HELICOPTERS
HELICOPTERTARGETTHE
HELICOPTERV
HELM
HELMETS
HELMSMAN
HELMSMANS
HELP
HELPHELP
HELPLESS
HER
HERCHECK
HERE
HESHE
HESITATE
HIGH
HIGHEST
HIGHHEELED
HIGHPOWERED
HOIST
HOISTINGSIT
HOLD
HOLDER
HOLDHEADINGTHE
HOLDING
HOLDS
HOLDSARE
HOLDVESSEL
HOME
HOOK
HOOKS
HOPE
HORIZONTAL
HORS
HOSES
HOSPITAL
HOUR
HOURS
HOURSYOU
HOW
HOWEVER
HULL
HULLLEEWARDON
HUMIDITY
HUNDRED
HURRICANE
HYDRANTS
HYDROGRAPHIC
HYDROLOGICAL
HYPOTHERMIA
I
IAMSAR
ICE
ICEBERG
ICEBERGS
ICEBREAKER
ICEBREAKERAVESSEL
ICEBREAKING
ICECOURSETHE
ICING
ID
IDENTICAL
IDENTIFICATION
IDENTIFIED
IDENTIFY
IDENTITY
IDIOMATIC
IE
IF
IFT
IIDRAFTIUNDERKEEL
ILLEGIBLE
ILLUMINATION
IMAGE
IMDG
IMDGCODE
IMMEDIATE
IMMEDIATELY
IMMEDIATELYBBRIEFING
IMMEDIATELYKEEP
IMMEDIATELYORDER
IMMINENT
IMO
IMOCLASS
IMOSAR
IMPAIRED
IMPLEMENTED
IMPLICATIONS
IMPLICITLY
IMPLIES
IMPORTANCE
IMPORTANCEBONSCENE
IMPORTANT
IMPOSE
IMPROVE
IMPROVES
IMV
IN
INAND
INARE
INATTENTIVE
INBOAT
INBOUND
INCAPABLE
INCIDENT
INCIDENTS
INCIDENTSA
INCINERATING
INCLINATION
INCLUDED
INCLUDES
INCLUDING
INCREASE
INCREASED
INCREASING
INCREASINGLY
INDEGREES
INDENTATIONS
INDEPENDENTLY
INDICATE
INDICATED
INDICATES
INDICATING
INDICATORS
INDISPENSABLE
INDIVIDUAL
INDIVIDUALLY
INDIVIDUALS
INERS
INERT
INERTED
INFECTED
INFECTIOUS
INFLATION
INFLOW
INFLUENCE
INFORM
INFORMATION
INFORMATIONROUTE
INFORMATIONTHIS
INFORMATIONV
INFORMED
INFORMING
INFORMS
INGOING
INHOURS
INITIAL
INJURED
INK
INLETS
INMARSAT
INMINUTES
INNOT
INOPERATIVE
INOPERATIVEUTCUNIVERSAL
INSIDE
INSPACE
INSPECTED
INSPECTION
INSPECTIONS
INSTALLATIONS
INSTITUTIONS
INSTRUCT
INSTRUCTED
INSTRUCTION
INSTRUCTIONA
INSTRUCTIONB
INSTRUCTIONBONBOARD
INSTRUCTIONII
INSTRUCTIONS
INSTRUCTIONSTHE
INSTRUCTIONTHIS
INSTRUMENTS
INTELLIGENCE
INTENDED
INTENTION
INTENTIONALLY
INTENTIONTHIS
INTER
INTERCHANGE
INTERFERING
INTERLOCK
INTERNATIONAL
INTERNATIONALLY
INTERROGATIVE
INTERROGATIVES
INTERSECTION
INTERVAL
INTERVALS
INTHE
INTO
INTRODUCTION
INVARIABLE
INVOLUNTARILY
INVOLVED
INVOLVING
INVOLVINGLAND
INWARD
ION
IRON
IRONING
IS
ISABOVE
ISARE
ISHOURS
ISKILOMETRES
ISMETRES
ISMILLIBARSHECTOPASCAL
ISNAUTICAL
ISSUED
ISTONNES
IT
ITEM
ITEMS
ITION
ITS
ITU
J
JACKETS
JACKETSB
JANUARY
JETTISON
JOIN
JOINING
JUDGEMENT
JUMP
JUST
KEEL
KEEP
KEEPING
KEEPINGB
KEPT
KEY
KHZ
KILO
KILOGRAMS
KILOMETRES
KILOMETRESNAUTICAL
KILOPONDS
KILOWATTS
KIND
KINDLY
KNIFE
KNOTS
KNOTSARADAR
KNOTSH
KNOW
KNOWLEDGE
KNOWN
KYKKILOXXRAYLLIMAYYANKEEMMIKEZZULU
LABELLED
LABELS
LABELSB
LADDER
LADDERATUG
LADDERLADDER
LADDERS
LADIES
LAID
LAMP
LAMPS
LAND
LANDBASED
LANDING
LANDINGHMV
LANDWARD
LANE
LANEAN
LANES
LANESVTSVESSEL
LANGUAGE
LANGUAGES
LARGE
LARGER
LASH
LASHED
LASHING
LASHINGS
LASHINGSB
LAST
LASTHOURS
LATEST
LATITUDE
LATTER
LAUNCH
LAUNCHED
LAUNCHING
LEAD
LEADING
LEAFLETS
LEAK
LEAKAGE
LEAKING
LEAKINGGAS
LEARNED
LEAVE
LEAVING
LEE
LEEWARD
LEEWAY
LEFT
LEFTHAND
LEG
LEGALLY
LENGTH
LESS
LET
LETTERS
LETTERSWHEN
LETTING
LEVEL
LEXICAL
LIABLE
LIE
LIFE
LIFEBOAT
LIFEBOATASSIST
LIFEBOATMAN
LIFEBOATMANBESCORTING
LIFEBOATMANCLEAR
LIFEBOATMANDISCIPLINE
LIFEBOATMEN
LIFEBOATMENTO
LIFEBOATS
LIFEBOATSLIFERAFTS
LIFEBOATSLIFERAFTSBATTENDING
LIFEBOATSLISTHERE
LIFEBUOY
LIFEBUOYS
LIFEJACKET
LIFEJACKETS
LIFEJACKETSGIVE
LIFELINE
LIFELINES
LIFERAFT
LIFERAFTHOLD
LIFERAFTS
LIFERAFTSBATTENDING
LIFERAFTSENTER
LIFERAFTSKEEP
LIFERAFTSOFFICIAL
LIFESAVING
LIFT
LIFTING
LIFTS
LIFTVI
LIGHT
LIGHTBUOY
LIGHTED
LIGHTEN
LIGHTHOUSE
LIGHTING
LIGHTS
LIMIT
LIMITED
LIMITS
LIMITSCRASHSTOPAN
LINE
LINEA
LINEIN
LINES
LINESMEN
LINESNO
LINK
LIQUID
LIQUIDS
LIST
LISTEN
LISTENING
LISTING
LISTLIST
LISTSLINGSROPES
LITTER
LIVE
LIVERAFTS
LIVING
LNGTANKERLPGTANKER
LOAD
LOADDISCHARGING
LOADER
LOADING
LOCAL
LOCATE
LOCATED
LOCATION
LOCK
LOCKER
LOCKNAME
LOCKS
LOG
LOGBOOK
LOGGER
LOGICALLY
LONDON
LONDONMONTREAL
LONG
LONGER
LONGITUDE
LONGSLEEVED
LOOK
LOOKOUT
LOOKOUTS
LOOSE
LORAN
LOST
LOTS
LOUDLY
LOUDSPEAKERS
LOUNGE
LOW
LOWER
LOWERED
LOWERING
LYING
MACHINERY
MADE
MADEBACKING
MAGED
MAGNETIC
MAIN
MAINAUXILIARY
MAINS
MAINTAIN
MAINTAINING
MAINTAININGREPAIRING
MAJOR
MAKE
MAKES
MAKING
MAN
MANAGE
MANDATORY
MANDATORYB
MANHOLE
MANHOLES
MANIFOLD
MANILA
MANNED
MANNER
MANNING
MANOEUVRE
MANOEUVRING
MANOEUVRINGOPERATION
MANROPES
MANUAL
MANY
MAREP
MARINE
MARINEPOLLUTANTS
MARINERS
MARITIME
MARITIMEDANGEROUS
MARK
MARKED
MARKER
MARKERS
MARKERSI
MARKERSIN
MARKEXAMPLEYOUR
MARKS
MAST
MASTER
MASTERCHIEF
MASTERS
MASTS
MATERIAL
MATERIALS
MAXIMUM
MAY
MAYDAY
MAYDAYDISTRESS”
MAYDAYTO
MAYDAYWE
MAYDO
MAYNOTEIN
ME
MEANING
MEANINGS
MEANS
MEASURE
MEASURED
MEASUREMENT
MEASURES
MEASURING
MEDICAL
MEDICINE
MEET
MEETIN
MEETING
MEETS
MEMBER
MEMBERS
MEMBERSIS
MEMBERSRESUME
MENTIONED
MESS
MESSAGE
MESSAGEA
MESSAGEEXAMPLE
MESSAGEEXAMPLEINTENTION
MESSAGES
MESSAGESFOR
MET
METAL
METAREA
METEOROLOGICAL
METERS
METHOD
METHODS
METRE
METRES
METRESAANCHORING
METRESFURTHER
METRESTO
METRESVII
MHZWALK
MIDSHIPSRUDDER
MIGHT
MIGHTDO
MIKE
MILE
MILECAPSIZE
MILES
MILITARY
MILLIBARS
MILLIBARSHECTOPASCALS
MINE
MINES
MINICATERPILLAR
MINIMUM
MINIMUMMAXIMUM
MINOR
MINUS
MINUTE
MINUTES
MINUTESB
MINUTESH
MIRRORS
MISCELLANEOUS
MISSILE
MISSING
MISSINGALTERATIONS
MISSINGSEARCH
MIST
MISTAKE
MISUNDERSTA
MISUNDERSTANDING
MISUNDERSTANDINGS
MMSI
MOBILE
MODERN
MODIFICATION
MODIFIED
MODIFY
MOMENT
MONITOR
MONITORFIXED
MONTHS
MOOR
MOORED
MOORING
MORE
MOREA
MOREOVER
MOST
MOSTLY
MOTION
MOTOR
MOTORS
MOTORVESSEL
MOULDY
MOVE
MOVED
MOVEMENT
MOVEMENTPOLLUTERA
MOVEMENTS
MOVEMETRES
MOVES
MOVESSPILLTHE
MOVETHE
MRCC
MT
MUCH
MULTILINGUAL
MUST
MUSTER
MUSTERED
MV
MVS
MV…
MY
NAKED
NAME
NAMENUMBER
NAMES
NAMESPLACE
NAMESSAFE
NATIONS
NATURE
NAUTICAL
NAUTICALMILES
NAVAL
NAVIGATE
NAVIGATING
NAVIGATION
NAVIGATIONAL
NAVIGATIONALASSISTANCE
NAVIGATIONB
NAVIGATIONRECOGNIZING
NAVTEX
NDINGS
NE
NEAR
NEAREST
NEARLY
NECESSARILY
NECESSARY
NECESSARYCAREFULLY
NEED
NEEDS
NEGATIVE
NEGATIVEI
NEITHER
NET
NETS
NEVER
NEW
NEXT
NEXTHOURS
NEXTHOURSNO
NIGHTTIME
NINEIII
NK
NO
NOAND
NODOUBLE
NOFOR
NOHOLD
NOHOLDON
NOHOLDS
NOHOLDSTANKS
NOIS
NOLIFEBOAT
NOLIFEBOATS
NOLIFERAFT
NOLIFERAFTS
NOMOTOR
NONAME
NORMAL
NORMALLY
NORTH
NORTHHOISTHERE
NORTHUP
NOSTANDING
NOT
NOTANK
NOTATION
NOTCANNOT
NOTCH
NOTE
NOTES
NOTHING
NOTICE
NOTICERECEIVING
NOTIFICATIONIASSEMBLY
NOTIFIED
NOVEMBER
NOW
NOWB
NOWBTRIM
NOWINCH
NOZZLES
NOZZLESS
NUC
NUMBER
NUMBERHOLDS
NUMBERMOOR
NUMBERS
NUMBERSA
NUMBERSNUMBERS
NUMERAL
OARS
OBEY
OBEYE
OBJECT
OBJECTIVES
OBJECTS
OBLIGATORY
OBSCURED
OBSERVATION
OBSERVE
OBSERVED
OBSERVEDA
OBSERVER
OBSTRUCTING
OBSTRUCTION
OBTAIN
OBTAINED
OCCASIONS
OCCUPATIONAL
OCCUR
OCCURITALIC
OF
OFCARGO
OFF
OFFA
OFFBBRIEFING
OFFERED
OFFERS
OFFICER
OFFICERCREW
OFFICERS
OFFSHORE
OFMETRES
OFNAVIGABLE
OFTEN
OIL
OILS
OMITS
ON
ONBOARD
ONCARGO
ONDATE
ONDECK
ONE
ONEFIVEZERO
ONEIE
ONES
ONETWO
ONEWAY
ONE’S
ONLY
ONLYSTRICTLY
ONPROVISIONS
ONSCENE
ONTO
ONVHF
OPEN
OPENING
OPENINGS
OPENRESOLUTION
OPERATE
OPERATING
OPERATION
OPERATIONAL
OPERATIONHMV
OPERATIONICINGCOATING
OPERATIONS
OPERATIONSA
OPERATIONSH
OPERATIONSICE
OPERATIONSPROCEED
OPERATIONSTHE
OPPOSING
OPPOSITE
OR
ORANGE
ORDER
ORDERED
ORDERING
ORDERS
ORDERSALL
ORDERSANY
ORDERSASTANDARD
ORDERSORDERS
ORDERTHE
ORDNANCE
ORE
ORGANIZATION
ORGANIZATIONAL
ORGANIZATIONEIMOASSEMBLYND
ORIGINAL
ORTWENTY
ORTWO
OSC
OSCAR
OSCFOR
OTHER
OTHERREPORTING
OTHERS
OTHERWISE
OUR
OUT
OUTBOARD
OUTBOUND
OUTBREAK
OUTFIT
OUTFITS
OUTGOING
OUTLETS
OUTPUT
OUTSIDE
OUTSTEADY
OUTWARD
OVER
OVERALL
OVERBOARD
OVERBOARDA
OVERCARDINAL
OVERFLOW
OVERFLOWING
OVERSTOW
OVERTAKE
OVERTAKEN
OVERTAKING
OWN
OXYGEN
PA
PACK
PACKAGE
PACKAGES
PACKINGS
PAINTED
PALLETS
PAN
PANALL
PANAMA
PANICTHE
PANPAN
PANTO
PAPER
PARAGRAPH
PARALLEL
PART
PARTICIPATION
PARTICULAR
PARTICULARLY
PARTLY
PARTS
PAS
PASS
PASSAGE
PASSED
PASSENGER
PASSENGERS
PASSENGERSCABLE
PASSENGERSFLOODINGMAJOR
PASSENGERSPERSONS
PASSENGERSSEE
PASSES
PASSING
PATH
PATROL
PATROLA
PATROLS
PATTERN
PATTERNA
PATTERNSSEARCH
PAY
PEAK
PEAKAFTER
PEOPLE
PER
PERCEPTIBLEPOORTWOWITH
PERFORM
PERFORMING
PERIOD
PERMANENT
PERMISSIBLE
PERMISSION
PERMIT
PERMITTED
PERSON
PERSONAL
PERSONALLY
PERSONNEL
PERSONOVERBOARD
PERSONS
PERSONSASSIST
PERSONSCASUALTIES
PERSONSCONDITION
PERSONSFROM
PERSONSIN
PERSONSREFLOAT
PETER
PHRASE
PHRASES
PHRASESA
PHRASESADISTRESS
PHRASESASTANDARD
PHRASESATTENTION
PHRASESBOPERATIVE
PHRASESI
PHRASESIASSEMBLY
PHRASESOFFICIAL
PHRASESTHE
PICK
PICKED
PICKUP
PICTURES
PIER
PILOT
PILOTAGE
PILOTAPPENDIX
PILOTBOARDING
PILOTS
PILOTSEE
PILOT”
PIN
PINS
PIPE
PIPELINE
PIPES
PIPESIN
PIRACY
PIRATES
PITCH
PLA
PLACE
PLACED
PLAN
PLANE
PLANNING
PLANWINDWARDTHE
PLATFORM
PLATING
PLAYDECK
PLAYROOM
PLEASE
PLEASEA
PLEASETHIS
PLEASURE
PLUG
PLUGGED
PLUGS
PLUS
POINT
POINTA
POINTS
POINTSIS
POINTSOF
POINTSTHE
POISONOUS
POLAR
POLLUTANTSNOTE
POLLUTER
POLLUTION
POOR
PORT
PORTABLE
PORTB
PORTS
PORTSTARBOARD
PORTSTARBOARDAVOIDALLOWINGTHEVESSEL’SHEADTOGOTOPORTSTARBOARD
POS
POSITION
POSITIONA
POSITIONDUE
POSITIONING
POSITIONOIL
POSITIONREPORTEDIN
POSITIONS
POSITIONSPILLING
POSITIONSWIDE
POSITIONV
POSITIONWIDE
POSITIONWITHIN
POSITION…
POSREP
POSSIBILITY
POSSIBLE
POSSIBLEAURGENCY
POST
POSTED
POWDER
POWER
PRACTICABLEFOR
PRACTICAL
PRACTICE
PRACTICEOSCONSCENE
PRACTICETHE
PRECEDE
PRECEDING
PRECISE
PREDICTION
PREFERABLY
PREFERENCE
PREPARATION
PREPARE
PREPARED
PREPARING
PRESENT
PRESENTEG
PRESSURE
PRESSUREB
PRESSURES
PRESSURETHE
PREVAILING
PREVENT
PREVENTERS
PREVENTING
PREVENTION
PREVENTIVE
PREVENTS
PREVIOUS
PRIMARILY
PRINCIPLE
PRINCIPLES
PRINTED
PROBABILITY
PROBABLE
PROBLEMS
PROCEDURE
PROCEDUREREFERENCE
PROCEDURES
PROCEDURESBOCCUPATIONAL
PROCEDURESSEE
PROCEDUREWHEN
PROCEED
PROCEEDING
PRODUCED
PROGRESS
PROHIBITED
PROHIBITEDAENVIRONMENTAL
PROLONGED
PROMOTING
PROMPTLY
PRONUNCIATION
PROPELLER
PROPELLERA
PROPELLERS
PROPER
PROPERLY
PROPERTYBPERFORMING
PROPOSALS
PROPULSION
PROSPECTIVE
PROTECT
PROTECTION
PROTECTIVE
PROVIDE
PROVIDED
PROVIDEDEG
PROVIDING
PROVISIONS
PSYCHOLOGICAL
PUBLIC
PULL
PUMP
PUMPA
PUMPED
PUMPING
PUMPMAN
PUMPS
PUMPSDIVERS
PURCHASEA
PURPOSE
PURPOSES
PURPOSESSHIFTING
PUSH
PUSHBLADE
PUT
QUALIFIED
QUANTITIES
QUANTITY
QUARTER
QUARTERS
QUESTION
QUESTIONED
QUESTIONEXAMPLEANSWER
QUESTIONS
QUESTIONTHIS
QUESTIONVI
QUIET
QUOTE
RACON
RACONRAMARKERICON
RADAR
RADARA
RADIATION
RADIO
RADIOA
RADIOCOMMUNICATIONS
RADIOCOMMUNICATIONSBBRIEFING
RADIOTELEPHONE
RADIUS
RADIUSOF
RAFTS
RAILS
RAIN
RAISING
RAMP
RANGE
RAPIDLY
RATE
RATHER
RATION
RATS
REACH
READ
READILY
READINESS
READINESSI
READING
READY
READYDO
REASON
REASONS
REASONSB
RECEIPT
RECEIVE
RECEIVED
RECEIVING
RECIPIENT
RECIPIENTEXAMPLEINFORMATION
RECIPIENTEXAMPLEWARNING
RECIPROCAL
RECOMMEND
RECOMMENDATIONCOMMENT
RECOMMENDATIONS
RECOMMENDED
RECOMMENDS
RECORD
RECORDER
RECORDERBHANDING
RECORDERS
RECORDINGS
RECOVER
RECOVERED
RECOVERING
RED
REDUCE
REDUCED
REDUCING
REEF
REEFER
REEFOVER
REESTABLISHED
REFERENCE
REFERENCEDDERELICTVESSEL
REFERRED
REFILL
REFLECT
REFLOAT
REFLOATED
REFLOATING
REFUSE
REGARDED
REGARDING
REGIONMUSTER
REGULATE
REGULATION
REGULATIONCOMMENT
REGULATIONS
REGULATIONSA
REIGNITED
REIGNITION
REINSPECTED
RELASH
RELATED
RELATION
RELATIVE
RELAY
RELAYTRANSMIT
RELEASED
RELEVANT
RELEVANTOBLIQUE
RELIEVING
REMAIN
REMAINING
REMAINS
REMARKS
REMEMBER
REMOTE
REMOVE
REMOVED
REMOVES
RENAILED
RENDEZVOUS
REPAIR
REPAIRED
REPAIRING
REPAIRS
REPAIRSB
REPEAT
REPEATED
REPETITION
REPLACE
REPLACEMENT
REPLUG
REPLY
REPLYA
REPLYIF
REPORT
REPORTA
REPORTED
REPORTING
REQUEST
REQUESTA
REQUESTASPECIALSA
REQUESTED
REQUESTEDTILDES
REQUESTI
REQUESTING
REQUESTSEE
REQUESTTHIS
REQUESTTUGSA
REQUESTVIII
REQUEST”AEMBARKING
REQUIRE
REQUIRED
REQUIREDIN
REQUIREMENT
REQUIREMENTS
REQUIREMV
REQUIRES
REQUIRING
RES
RESA
RESABANDONING
RESANNEX
RESAPPENDIX
RESB
RESBBRIEFING
RESBEVACUATION
RESCARDINAL
RESCUE
RESCUED
RESCUESARTSEARCH
RESCUEVESSELS
RESEWN
RESFULL
RESGENERAL
RESIDUESSURVIVORA
RESIMO
RESINTRODUCTION
RESMUST
RESOLUTION
RESOLUTIONFOR
RESPECT
RESPECTFURTHER
RESPECTIVE
RESPECTS
RESPOND
RESPONDI
RESPONDMY
RESPONSES
RESPONSIBLE
RESPREVENTERSROPES
RESTART
RESTIASSEMBLY
RESTORATION
RESTOW
RESTOWED
RESTRICT
RESTRICTED
RESTRICTIONS
RESTRICTIONSBDAMAGE
RESULT
RESUME
RESUMED
RESUNDERWAYDESCRIBES
RESVI
RETREAT
RETURN
REVERSAL
REVERSE
REVIEW
REVISED
REVISEDA
REVISEDPART
REVOKES
REVOLUTIONS
RICH
RIDE
RIG
RIGGED
RIGGING
RIGHTHAND
RISES
RISING
RISK
ROCK
ROCKET
ROCKETS
ROCKS
ROCKY
ROLL
ROLLING
ROLLS
ROOM
ROOMIN
ROOMS
ROPE
ROPED
ROPEDOFF
ROPES
ROROFERRIES
ROUND
ROUTE
ROUTEA
ROUTEING
ROUTES
ROUTESB
ROUTINE
ROUTING
RT
RUBBER
RUDDER
RULE
RULES
RUN
RUNNING
RUSTY
S
SAFE
SAFEGUARDING
SAFELY
SAFETY
SAFETYB
SAFETYRECALLING
SAFETYRELATED
SAID
SAIL
SAILING
SAKE
SALVAGE
SAME
SAND
SAR
SARSEARCH
SATELLITE
SATISFYTHE
SAVEALL…
SAY
SAYADVICE
SAYI
SAYMAY
SAYSTAND
SAYYOU
SCALE
SCANNED
SCENE
SCENEA
SCHEME
SCOOPS
SCREEN
SCREENS
SCREENTENSION
SCUPPERS
SEA
SEABBRIEFING
SEABOTTOM
SEACHARTS
SEACOWCRUDE
SEADESTINATIONPORT
SEAFARERS
SEAFARING
SEALED
SEALS
SEAMARK
SEAMARKA
SEAMARKS
SEAMARKSDEFECTS
SEARCH
SEARCHB
SEARCHING
SEARCHINOPERATIVENOT
SEARCHRETREAT
SEARCHTHE
SEAS
SEASICKNESS
SEASPILL
SEAT
SEATHE
SEAVALVES
SEAWATER
SEAWORTHINESS
SEAWORTHINESSBSEARCH
SEAWORTHY
SECONDARY
SECONDHAND
SECONDS
SECTION
SECTIONS
SECTORAN
SECTORS
SECURE
SECURED
SECUREDATUG
SECUREDIN
SECURING
SECURINGB
SECURINGS
SECURITETO
SECURITY
SEE
SEGREGATION
SEGREGATIONOF
SEISMIC
SELECTED
SELECTIVE
SELECTIVELY
SEMICIRCLEA
SEND
SENDER
SENDEREXAMPLEINSTRUCTION
SENDING
SENGERS
SENTENCE
SENTPLEASE
SEPARATE
SEPARATED
SEPARATELY
SEPARATING
SEPARATION
SERIOUS
SERVICE
SERVICES
SERVICESALSO
SERVICESHORE
SERVICETHESE
SESSION
SESSIONS
SET
SETTING
SETTINGDEGREES
SEVEN
SEVENTY
SEVENTYFOURTH
SEVERAL
SEVERELY
SHACKLES
SHAFTS
SHALL
SHALLOW
SHARP
SHE
SHELTERED
SHIELDED
SHIFTING
SHIP
SHIPBOARD
SHIPPING
SHIPS
SHIPTOSHORE
SHIPTOSHORESHIPTOSHIP
SHIPWRECKED
SHIP´S
SHIP’S
SHIRT
SHIRTS
SHOAL
SHOCK
SHOES
SHOOTING
SHORE
SHOREADRIFTUNCONTROLLED
SHOREBASED
SHORESIDE
SHORETOSHIP
SHORT
SHORTENED
SHOULD
SHOULDDO
SHOW
SHOWN
SHUT
SICK
SIDE
SIDELEESIDE
SIDELOCATEDIN
SIDESTARBOARD
SIDEUNLITWHEN
SIDEWAYS
SIGHT
SIGHTED
SIGHTINGS
SIGN
SIGNAL
SIGNALLING
SIGNALS
SIGNALSOUND
SIGNALSV
SIGNED
SIGNS
SILENCE
SIMILAR
SIMPLE
SIMPLIFIED
SINCE
SINGLE
SINKING
SIT
SITUATION
SITUATIONB
SITUATIONS
SITUATIONTHE
SITUATIONVESSELS
SITUATIONWE
SIX
SIXTIETH
SIXTYEIGHTH
SIZE
SKILLS
SKIMMING
SKYLIGHTS
SLACK
SLEEVED
SLIGHTMODERATEHEAVY
SLIGHTMODERATEHIGH
SLING
SLINGS
SLIP
SLOP
SLOPS
SLOW
SLOWLY
SLUDGE
SMALL
SMALLER
SMCP
SMCPTHE
SMELL
SMNV
SMOKE
SMOKING
SMOOTHMODERATEROUGHHEAVY
SMOOTHMODERATEROUGHHIGH
SNOW
SO
SOFT
SOLAS
SOME
SOMETHING
SOMETHINGUSE
SOON
SOUND
SOUNDED
SOUNDER
SOUNDING
SOUNDINGS
SOUNDINGSBBRIEFING
SOURCE
SOUTH
SPACE
SPACES
SPACESB
SPACESSAFETY
SPACING
SPANNER
SPANNERS
SPARINGLY
SPEAK
SPEAKING
SPEAKINGI
SPECIAL
SPECIFIC
SPECIFIED
SPECIFYING
SPECTACLES
SPEED
SPEEDAPHRASES
SPEEDCOMPATIBILITY
SPEEDDSCDIGITAL
SPEEDHIGHEST
SPEEDMANDATORY
SPEEDSPEED
SPEEDSTATIONTHE
SPEEDTHAT
SPEEDTHE
SPEEDTO
SPEEDV
SPELL
SPELLING
SPILL
SPILLAGE
SPILLED
SPILLING
SPILLS
SPITE
SPOKEN
SPONTANEOUS
SPREADERHERE
SPREADERS
SPREADING
SPRING
SPRINGS
SPRINKLER
SQUARE
STABILITY
STABILITYBSAFETY
STABILITYTHE
STANCHIONS
STAND
STANDARD
STANDARDIZATION
STANDARDIZE
STANDARDIZED
STANDARDS
STANDBY
STANDING
STARBOARD
STARBOARDRUDDER
START
STARTED
STARTING
STATE
STATED
STATEMENT
STATING
STATION
STATIONBINSTRUCTIONS
STATIONOTHER
STATIONPLACE
STATIONS
STATIONSA
STATIONSFOG
STATUS
STATUSB
STAY
STAYS
STCW
STEADILY
STEADY
STEADYREDUCE
STEER
STEERED
STEEREDPORT
STEERING
STEERINGWHEN
STEM
STEP
STEPS
STERN
STEVEDORES
STEWARD
STEWARDESS
STILL
STOP
STOPAPILOT
STOPPED
STOPPEDA
STOPPING
STORED
STORES
STORM
STORMS
STOW
STOWAGE
STOWED
STOWING
STOWPIECES
STRAIGHTEN
STREAM
STREAMS
STRENGTH
STRESS
STRETCHER
STRICT
STRICTLY
STRINGS
STRIPPING
STROKE
STROKES
STRONG
STRUCTURE
STRUCTUREAFTER
STRUCTURES
STRUCTUREUPON
STRUCTURING
STUCK
STUDY
SUBCOMMITTEE
SUBMARINES
SUBMERGED
SUBMITTED
SUBSTANCES
SUCH
SUCTION
SUFFERING
SUFFICIENT
SUFFICIENTLY
SUITED
SUMMARIZED
SUN
SUNK
SUNSET
SUPERBUOY
SUPERSEDE
SUPERSTRUCTURE
SUPERSTRUCTUREACCOMMODATION
SUPERSTRUCTUREIN
SUPERSTRUCTURES
SUPPLANT
SUPPLEMENTARY
SUPPLY
SUPPORT
SUPPORTED
SURE
SURFACE
SURVEY
SURVEYOR
SURVIVOR
SURVIVORS
SUSPENDED
SUSPENDEDOFF
SWELL
SWING
SWINGING
SWITCH
SWITCHED
SWITCHING
SWUNG
SYLLABUS
SYMPTOMS
SYNONYMS
SYNTHETIC
SYSTEM
SYSTEMD
SYSTEMEMBARK
SYSTEMGIVE
SYSTEMHALF
SYSTEMS
SÉCURITÉ
SÉCURITÉALL
TA
TABLE
TAG
TAGS
TAKE
TAKEN
TAKENCOMMENTTHE
TAKES
TAKETONNES
TAKING
TALKIE
TANK
TANKER
TANKS
TANKSTO
TANK’S
TARGET
TARGETAPHRASES
TARGETS
TARPAULINS
TAUGHT
TEACHING
TEAM
TEAMA
TEAMS
TECHNICAL
TELEGRAPHS
TELEPHONE
TELL
TEMPERATURE
TEMPERATURES
TEMPORARILY
TENREDUCE
TENSION
TENTH
TENTHS
TEN°OF
TERM
TERMINAL
TERMINOLOGY
TERMS
TERMSABANDON
TEU
TEUTWENTY
TEXT
THAN
THANMILES
THAT
THATEVERYTHING
THE
THECARDINAL
THECARGO
THEDECK
THEIMO
THEIR
THEM
THEN
THERE
THEREBY
THEREOF
THERMAL
THESE
THEWAY
THEY
THICKNESS
THIS
THOSE
THREE
THREEIE
THROUGH
THROW
THROWING
THROWN
THRUSTER
THRUSTERS
TIDAL
TIDE
TIDES
TIDESA
TIE
TIERS
TIGHT
TIGHTEN
TIME
TIMECANCEL
TIMEIN
TIMES
TIMESALL
TIMESTHIS
TIMESTIMES
TIMETO
TIMEWIDE
TO
TOAND
TOCARDINAL
TOFIRE
TOGETHER
TOGETHERSHACKLE
TOHERE
TOHOURS
TOIS
TOLERABLE
TOMINUTES
TONER
TONNAGE
TONNES
TONODOUBLE
TOO
TOOF
TOPMOST
TORADIO
TORN
TORNADO
TORPEDO
TOSTEER
TOTAL
TOTO
TOUCH
TOW
TOWARDS
TOWEDCLOSE
TOWING
TOWS
TOXIC
TOXICOVERSTANDARD
TRACK
TRACKED
TRACKS
TRADING
TRAFFIC
TRAFFICA
TRAFFICANDOR
TRAFFICSAFETY
TRAFFICTHE
TRAILERS
TRAINED
TRAINING
TRAININGTHE
TRANSFER
TRANSFERRED
TRANSFERRING
TRANSHIPMENT
TRANSIT
TRANSLATIONS
TRANSMISSION
TRANSMISSIONS
TRANSMIT
TRANSMITTED
TRANSMITTER
TRANSMITTING
TRANSMITTINGA
TRANSPONDERSCENETHE
TRANSPORT
TREAT
TRIALS
TRIES
TRIM
TRIMMED
TRIMMING
TROPICAL
TROUSERS
TRUCK
TRUCKS
TRUCKSS
TRUE
TRUEMOTION
TRY
TSS
TSUNAMI
TUG
TUGS
TUGSVIII
TURBINE
TURN
TURNED
TURNING
TWEEN
TWELVE
TWENTY
TWENTYFIVE°OF
TWENTYSEVENTH
TWENTY°
TWIN
TWISTED
TWISTING
TWO
TWOFOLD
TWOIE
TWOTHE
TWO°PORT
TWO°STARBOARD
TYPE
TYPHOON
TYPOGRAPHICAL
ULLAGE
UNABLE
UNAMBIGUOUS
UNBERTHING
UNBERTHINGA
UNCHARTED
UNCLEAR
UNCONFIRMED
UNCONTROLLED
UNDER
UNDERKEEL
UNDERSTAND
UNDERSTOOD
UNDERSTOODIT
UNDERWATER
UNDERWAY
UNDERWAYA
UNDESIGNATED
UNIT
UNITS
UNKNOWN
UNLESS
UNLIKELY
UNLIT
UNLOAD
UNLOADING
UNLOCK
UNMANNED
UNRELIABLE
UNSAFE
UNTIL
UNTILDATE
UNUSABLE
UP
UPRIGHTBCARGO
URGENCY
URGENT
US
USAGE
USE
USED
USEDHAVING
USEFUL
USER
USERS
USERS’
USER’S
USES
USHAPED
USING
UTC
UTCA
UTCBBRIEFING
UTCTUG
UUNIFORMIINDIAVVICTORJJULIETWWHIS
V
VALVE
VALVES
VARIABLE
VARIED
VARIETIES
VEER
VEERING
VEERINGBEACH
VENTILATE
VENTILATION
VENTILATORS
VERBAL
VERMIN
VERSA
VERSION
VERY
VESSEL
VESSELA
VESSELASSEMBLY
VESSELBLIND
VESSELDISTRESS
VESSELDREDGING
VESSELDRIFTINGBEING
VESSELEPIRBEMERGENCY
VESSELEXAMPLES
VESSELFIRE
VESSELFUMESOFTEN
VESSELGMDSSGLOBAL
VESSELI
VESSELOTHER
VESSELS
VESSELSTANDING
VESSELYES
VESSEL´S
VESSEL’S
VHF
VIA
VIADO
VICE
VICINITY
VISIBILITY
VISIBLE
VISUAL
VITAL
VOCABULARY
VOCABULARYRECALLING
VOYAGE
VOYAGEA
VOYAGEBCARGO
VOYAGEPASYSTEMPUBLIC
VOYAGEWHAT
VTS
VTSA
WAGGONS
WAGONS
WAIST
WAIT
WAKE
WALK
WALKIE
WANT
WANTS
WARM
WARNING
WARNINGA
WARNINGIV
WARNINGS
WARNINGTHIS
WARRANT
WAS
WASHED
WASHING
WASTE
WATCH
WATCHB
WATCHBBRIEFING
WATCHCONNTHE
WATCHKEEPERS
WATCHKEEPING
WATER
WATERA
WATERBERTH
WATERCARDINAL
WATERCONVOYA
WATERCOURSE
WATERHAVE
WATERLEAKINGESCAPE
WATERLINE
WATEROPERATIONALREADY
WATERTIGHT
WATERWARNING
WATERWAYFAIRWAY
WATERWAYS
WATERWHO
WAVE
WAY
WAYPOINT
WAYTO
WCSSHOWERS
WE
WEAK
WEAKFAIRTHREEWITH
WEATHER
WEATHERPUMP
WEIGHT
WELL
WELLDEFINED
WERE
WEST
WESTHAMPERED
WET
WHAT
WHATEVER
WHEEL
WHEELWHEN
WHEN
WHERE
WHETHER
WHICH
WHILE
WHISTLE
WHO
WHY
WIDE
WIDER
WIDTH
WILL
WILLCAN
WILLY
WILLYWILLY
WINCH
WINCHA
WINCHES
WINCHMEN
WIND
WINDAIR
WINDLASS
WINDOWS
WINDS
WINDSA
WINDSANAVIGATIONAL
WINDSCLOCKWISE
WINDSHIFT
WINDWARD
WINDWARDLEEWAYVESSEL’S
WING
WINTER
WIRE
WIRES
WISHES
WITH
WITHCARGO
WITHIN
WITHINHOURS
WITHINHOURSWE
WITHOUT
WOMEN
WORD
WORDCORRECTION
WORDED
WORDING
WORDS
WORDSGLOSSARY
WORDSSOME
WORK
WORKING
WORKS
WORMS
WORN
WOULD
WOUND
WRECK
WRECKA
WRECKCARDINAL
WRECKSA
WRECKSUSE
WRITTEN
WRONG
XTHOURS
YEARS
YES
YESNOQUESTIONS
YET
YETA
YETB
YETSEARCH
YETV
YOU
YOUA
YOUH
YOUHMV
YOUNOTE
YOUR
YOURLIFEJACKETS
YOURSELF
ZERO
ZONE
WEST
JURONG
PULAU
SEBAROK
SERAYA
CHEMICAL
JETTY
EXXON
PPL
SHIPYARD
SAKRA
TUAS
NAVAL
PULAU
SAKRA
CHANGI
NAVAL
WEST
JOHOR
STRAIT
PASIR
PANJANG
TERMINAL
LOYANG
JETTY
EASTERN
PETROLEUM
SEMBCORP
TEMASEK
BASIN
SINGAPORE
CRUISE
CENTRE
MARINA
BAY
CRUISE
CENTRE
TEMASEK
JURONG
TANJONG
PAGAR
TERMINAL
WESTERN
HOLDING
AYER
MERBAU
EASTERN
SPECIAL
PURPOSES
EASTERN
WORKING
JURONG
TERMINAL
SHELL
PANDAN
JETTY
TEMBUSU
MULTI
UTILILTY
COMPLEX
SHELL
NORTHERN
TUAS
BASIN
PASIR
PANJANG
SENOKO
POWER
STATION
JETTY
RAFFLES
TEMPORARY
ANCHORAGE
BUSING
RAFFLES
PETROLEUM
BENOI
KEPPEL
TERMINAL
TUAS
NAVAL
BASE
BRANI
TERMINAL
UNIVERSAL
TERMINAL
ATLANTIS
CHANGI
NAVAL
BASE
TUAS
EXPLOSIVE
JETTY
TUAS
POWER
STATION
WESTERN
QUARANTINE
FAR
EAST
LEVINGSTON
BANYAN
SHELL
PANDAN
SHELL
WOODLANDS
JETTY
CHANGI
JURONG
SHIPYARD
SEMBAWANG
KEPPEL
SHIPYARD
HITACHI
SHIPYARD
TANJONG
PAGAR
SEMBAWANG
SHIPYARD
CHEVRON
TUAS
PETROLEUM
HOLDING
BANYAN
BASIN
VLCC
ANCHORAGE
SEMBAWANG
TERMINAL
BENOI
BASIN
LEVINGSTON
SELAT
SAMULUN
OIL
TANKING
SELAT
PAUH
PAN
UNITED
SHIPYARD
TUAS
OFFSHORE
MARINE
CENTRE
RAFFLES
RESERVED
ANCHORAGE
PULAU
SERAYA
SERAYA
TUAS
POWER
STATION
JETTY
STOLTHAVEN
TERMINAL
ATLANTIS
SHIPYARD
BRANI
RAFFLES
EASTERN
HOLDING
CHANGI
GENERAL
PURPOSES
ANCHORAGE
SHELL
BUKOM
SUDONG
VOPAK
PENJURU
JETTY
PULAU
BUSING
VOPAK
PENJURU
HITACHI
TUAS
BANYAN
VOPAK
WESTERN
PETROLEUM
MARINA
BAY
WESTERN
IMMIGRATION
PAN
UNITED
EXXON
MOBIL
STOLTHAVEN
SEBAROK
GUL
BASIN
SMALL
CRAFT
EASTERN
BUNKING
SEMBCORP
MARINE
TUAS
SHIPYARD
SINGAPORE
TECHNOLOGIES
SHIPBUILDING
AND
ENGINEERING
KEPPEL
PULAU
AYER
MERBAU